{
  "lacson": [
    "If you make the presidency an obsession, you will lie, deceive, destroy others, even make a fool of yourself to win it. Best to treat is as a calling, a responsibility and an obligation to the people.",
    "The ultimate test of a person’s character: give him power and offer him money. If he passes this test, he is the leader we need.",
    "Tough times. Tough problems. Tough solutions. Tough leaders. They must all go together.",
    "Tough problems need tough solutions from tough leaders. Those who don’t get it because their only passion in life is to find fault and criticize even without knowing the facts, I am sorry for them.",
    "The only kind of courage that matters in leadership is doing and fighting for what is right regardless of the cost."
  ],
  "marcos": [
    "Nananawagan ako sa aking supporters at sa buong sambayanan na panatilihin natin ang pananalig na hindi magtagumpay ang baluktot na hangarin laban sa aking pagtakbo. Patuloy po nating ipaglalaban ang karapatan ng mamamayan sa malayang pagpili ng mga napupusuan nilang kandidato sa darating na halalan.",
    "Our strategic location in the Asia Pacific region is an advantage that few other countries have. It's time for us to leverage this and become a major logistics hub in the region.",
    "MSMEs ang magiging susi sa pagbangon ng ating ekonomiya. Kayat patuloy ang ating panagagan sa agaran pero ligtas na pagbubukas ng mga negosyong ito.",
    "Isama na rin natin sa Build, Build Build Program ang digital infrastructure. Mula sa edukasyon at pagbubukas ng mga bagong industriya at kabuhayan, maraming bagong oportunidad ang dala ng pagpapalawak ng maganda at murang internet.",
    "Dapat ay maging mas institutionalized pa ang training ng atin mga atleta, para mas malaki pa ang maibigay na tulong. At habang maaga pa, bago pa sila magkaroon ng gold medal, ay dapat todo suporta na tayo sa kanila - lalo sa mga malalaki ang tsansang manalo."
  ],
  "robredo": [
    "So to all mothers and women in this room and across the nation, remember you are made for times like these. And you are meant to survive even the most difficult times.",
    "Ang daming kaguluhan sa paligid. I'm focused on the targets, I keep my eyes on the ball. I will not allow myself to be distracted by all of this.",
    "You do not lose sight of what you believe in, you do not lose sight of the goal. You drown out the voices, because there are bigger battles to fight.",
    "Sana hindi mahinto 'yung pagexpress natin ng feeling of indignation. It's not as simple as-sasabihin na, 'Patay na 'yun e, kalimutan na lang natin.' Ano 'yung values natin as a nation, 'di ba?",
    "Tasteless remarks and inappropriate advances against women should have no place in our society. We should expect that most of all from our leaders."
  ],
  "moreno": [
    "Lumaki akong busabos pero hindi ako naging bastos. Bagama't balot ako ng dumi sa katawan, ni minsan hindi ko kailangan sabunin ang aking bibig… Ni minsan hindi ako nagtampo sa Diyos. Hindi ko siya minura at ang kaniyang mga alagad, hindi ko inalipusta.",
    "I believe people should speak truth to power rather than threatening the people for speaking the truth.",
    "A leader must not only think outside the box, he must also choose people outside his circle.",
    "Competence not connection will be the sole guide in making appointments… to those with skills, no recommendation is necessary.",
    "Kapag may tao akong pumalpak, pumalya, you are fired immediately. Kung ano mang anomalya, hindi ko kukunsintihin… kapag kinubli at hindi tinama, bayan ang papasan ng perwisyong ito."
  ],
  "pacquiao": [
    "I consider myself a student of boxing, a philosopher so to speak, and my philosophy is to keep learning.",
    "Para sa'yo ang laban na 'to.",
    "I intend to finish this until the final round.",
    "Dapat laging maging matapang. Habulin mo ang pangarap mo, ang passion mo. Ang tapang, ang puso, di naituturo.",
    "Biblically, binibigyan ng Panginoon ng karapatan ang government to use capital punishment. Even Jesus Christ nga nasentensyahan nang kamatayan dahil ang government nag-impose talaga ng kamatayan."
  ]
}